{
    "services": [
        {
            "id": 1,
            "service_title": "Single List",
            "service_description_short": "Create a single list to store all of your tasks",
            "service_description_extended": "The perfect entry point for any gamer. Keep all your objectives in one convenient place. Create a single, master list to track your current quests, daily challenges, or collectibles, ensuring you never lose sight of your goals.",
            "payment_needed": false,
            "package_type": "Basic Package",
            "price": 0
        },
        {
            "id": 2,
            "service_title": "One Daily Reminder",
            "service_description_short": "Set a reminder that will alert you every day at a time of your choosing",
            "service_description_extended": "Never miss a daily reset or time-sensitive event again. Set a single, recurring reminder that will ping you at your preferred time every day, helping you maintain consistent habits like collecting login bonuses, checking the in-game shop, or completing daily quests.",
            "payment_needed": false,
            "package_type": "Basic Package",
            "price": 0
        },
        {
            "id": 3,
            "service_title": "Color Coding",
            "service_description_short": "Color code items in your lists with our default color palette",
            "service_description_extended": "Bring visual clarity to your task management with our default color palette. Instantly distinguish between quest types, prioritize urgent objectives, or categorize tasks by game—allowing you to assess your workload at a single glance.",
            "payment_needed": true,
            "package_type": "Quality Of Life Package",
            "price": 5
        },
        {
            "id": 4,
            "service_title": "Three Daily Reminders",
            "service_description_short": "Set up to 3 reminders that will alert you every day at a time of your choosing",
            "service_description_extended": "Level up your scheduling with support for up to three daily alerts. Perfect for juggling multiple games or tracking various reset times, you can now set distinct reminders for login bonuses, server resets, daily quests, and more—all at your preferred times.",
            "payment_needed": true,
            "package_type": "Quality Of Life Package",
            "price": 5
        },
        {
            "id": 5,
            "service_title": "Three Lists",
            "service_description_short": "Create up to 3 lists to organize and store all of your tasks",
            "service_description_extended": "Perfect for players juggling multiple titles. Create up to three dedicated lists to keep your tasks organized by game—separate your Elden Ring objectives from your World of Warcraft dailies and your backlog of Steam games, all in one clean interface.",
            "payment_needed": true,
            "package_type": "Quality Of Life Package",
            "price": 5
        },
        {
            "id": 6,
            "service_title": "Unlimited Reminders",
            "service_description_short": "Set an unlimited number of reminders that will alert you every day at a time of your choosing",
            "service_description_extended": "Remove all limits and take complete control of your gaming schedule. Set an unlimited number of daily reminders for every reset, event, raid time, or task across all the games you play—never miss a moment, no matter how complex your routine becomes.",
            "payment_needed": true,
            "package_type": "Deluxe Package",
            "price": 10
        },
        {
            "id": 7,
            "service_title": "Custom Colors",
            "service_description_short": "Add your own custom colors and build your own color palettes.",
            "service_description_extended": "Break free from preset palettes and make your lists truly one-of-a-kind. Create custom colors and build your own palettes to match your aesthetic preferences, represent your favorite games, or develop a completely personalized visual system for organizing tasks.",
            "payment_needed": true,
            "package_type": "Deluxe Package",
            "price": 10
        },
        {
            "id": 8,
            "service_title": "Unlimited Lists",
            "service_description_short": "Create an unlimited number of lists to organize and store all of your tasks",
            "service_description_extended": "Remove every barrier to your perfect organizational system. Create unlimited lists for every game you play, every quest type you track, and every goal you set—from massive MMO task collections to single-player completionist checklists, all without ever worrying about hitting a cap.",
            "payment_needed": true,
            "package_type": "Deluxe Package",
            "price": 10
        }
    ]
}